<template>
    <div class="bg-products py-32 lg:py-48">
        <div class="max-w-6xl mx-auto px-4">
            <div class="flex items-center mb-8 lg:mb-12">
                <div class="font-bold text-xl uppercase flex-shrink-0 mr-4">
                    Наша продукция
                </div>
                <div class="border border-top w-full"></div>
            </div>
            <div class="flex flex-col gap-3">
                <div
                    v-for="product in products"
                    class="border w-full p-5"
                    @click="expand(product)"
                >
                    <div class="flex justify-between items-center cursor-pointer">
                        <p class="uppercase font-semibold">{{product.group_name}}</p>
                        <img src="/img/down_white.svg" class="w-6">
                    </div>
                    <div
                        v-if="product.expand"
                        class="flex flex-col gap-10 pt-8 pb-3">
                        <div
                            v-for="item in product.items"
                            class="flex flex-col md:flex-row gap-5 md:gap-10"
                        >
                            <img src="/img/product.png" class="md:w-64">
                            <div>
                                <div>
                                    <p class="font-light mb-1.5">{{item.weight}}</p>
                                    <p class="font-semibold text-2xl uppercase mb-1">{{item.title}}</p>
                                    <p class="text-sm mb-2">{{item.subtitle}}</p>
                                </div>
                                <div class="border-t mb-4 w-1/2"></div>
                                <p class="text-sm mb-6 line-clamp-4">{{item.description}}</p>
                                <a class="flex items-center cursor-pointer font-semibold text-sm" href="#">Приобрести товар на сайте партнера <img src="/img/arrow.svg" class="w-6 ml-2"></a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "Products",
    data: () => ({
        products: [
            {
                id: 0,
                group_name: 'Обезболивающие',
                expand: false,
                items: [
                    {
                        id: 0,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',

                    },
                    {
                        id: 1,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    }
                ],
            },
            {
                id: 1,
                group_name: 'Сиропы',
                expand: false,
                items: [
                    {
                        id: 0,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    },
                    {
                        id: 1,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    },
                    {
                        id: 2,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    }
                ]
            },
            {
                id: 2,
                group_name: 'Таблетки',
                expand: false,
                items: [
                    {
                        id: 0,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    },
                    {
                        id: 1,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    },
                    {
                        id: 2,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    }
                ]
            },
            {
                id: 1,
                group_name: 'Ампулы',
                expand: false,
                items: [
                    {
                        id: 0,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    },
                    {
                        id: 1,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    },
                    {
                        id: 2,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    },
                    {
                        id: 3,
                        title: 'Солодкового корня сироп',
                        subtitle: 'Противовоспалительный, отхаркивающий сироп',
                        description: 'Помогает при лечении заболеваний дыхательных путей. ' +
                            'Обладает противокашлевым действием и разжижает мокроту. Применяется при ' +
                            'ларингите, бронхите, фарингите. Смягчает слизистую оболочку, что снижает' +
                            ' приступы кашля даже у курильщиков. Полезен при гастрите, язвенных поражениях ' +
                            'слизистой оболочки желудка и двенадцатиперстной кишки. ',
                        weight: '100мл',
                    }
                ]
            }
        ]
    }),
    methods: {
        expand(product){
            product.expand =! product.expand
        }
    }
}
</script>
