<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'hero' => 'ҚАЗАҚСТАНДАҒЫ ЕҢ ІРІ ФАРМАЦЕВТИКАЛЫҚ КОМПАНИЯЛАРДЫҢ БІРІ',
    'news_plural' => 'жаңалық',
    'company_section' => 'Компания',
    'history_section' => 'Компания тарихы',
    'partners_section' => 'Серіктестер',
    'news_section' => 'Жаңалықтар',
    'products_section' => 'Өнімдер',
    'gallery_section' => 'Галерея',
    'read_also' => 'Оқи отырыңыз',
    'read_more' => 'Толығырақ',
    'certificates_section' => 'Сертификаттар',
    'management_section' => 'Әкімшілік',
    'management_bio' => '<div class="font-light">

                            <p>
                                Родилась 15 августа 1962 года в поселке Айшуак Шалкарского района Актюбинской области
                            </p>
                            <p>
                                В 1991 году в Шымкенте закончила государственный фармацевтический институт по специальности «провизор».
                            </p>
                            <p>
                                С 2013 года Жанагул Туреханова является директором и основателем фармацевтического завода ТОО «ТК Фарм Актобе», построенного в соответствии с требованиями GMP в рамках государственной программы «Дорожная карта бизнеса-2020».
                            </p>
                            <p>
                                За свой безупречный труд Жанагул Жайлыбековна получила Сертификат за участие в выставке продукции женщин - отечественных товаропроизводителей в рамках третьего Евразийского Саммита женщин, награждена дипломом от ТОО «Зерде-Фито», благодарственными письмами от акимата города Актобе и Актюбинской области, а также удостоена звания «Самый эффективный производитель» от Министра по инвестициям и развитию Республики Казахстан Исекешева А.О.
                            </p>
                            <p>
                                 В ноябре 2021 г. в г.Нур-Султан директор компании ТОО «ТК Фарм Актобе» Жанагул Жайлыбековна была награждена в номинации «Лидер качества 2021» за значительные достижения в совершенствовании деятельности и приверженность принципам качества в честь празднования Всемирного дня качества.
                            </p>
                            <p>
                                В декабре 2021 г. к 30-летию Независимости Казахстана Указом Президента Жанагул Жайлыбековна была награждена медалью «Ерен еңбегі үшін» за значительный вклад в социально-экономическое и культурное развитие страны.
                            </p>
                            <p>
                            Министерство торговли и интеграции Республики Казахстан в декабре 2021 г. наградило Жанагул Жайлыбековну нагрудным знаком «Сәйкестікті бағалау саласындағы аккредиттеу жүйесінің үздігі».
                            </p>
                            </div>',
];
