<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'hero' => 'ҚАЗАҚСТАНДАҒЫ ЕҢ ІРІ ФАРМАЦЕВТИКАЛЫҚ КОМПАНИЯЛАРДЫҢ БІРІ',
    'news_plural' => 'жаңалық',
    'company_section' => 'Компания',
    'history_section' => 'Компания тарихы',
    'partners_section' => 'Серіктестер',
    'news_section' => 'Жаңалықтар',
    'achievement_section' => 'Жетістіктеріміз',
    'products_section' => 'Өнімдер',
    'gallery_section' => 'Галерея',
    'read_also' => 'Оқи отырыңыз',
    'read_more' => 'Толығырақ',
    'certificates_section' => 'Сертификаттар',
    'management_section' => 'Әкімшілік',
    'management_name' => 'Төреханова Жаңагүл Жайлыбекқызы',
    'management_position' => '«ТК Фарм Ақтөбе» ЖШС директоры',
    'management_bio' => '<div class="font-light">

                            <p>
                                1962 жылы 15 тамызда Ақтөбе облысы Шалқар ауданы Айшуақ ауылында дүниеге келген
                            </p>
                            <p>
                                1991 жылы Шымкентте мемлекеттік фармацевтикалық институтын “провизор" мамандығы бойынша бітірді.
                            </p>
                            <p>
                                2013 жылдан бастап Жаңагүл Төреханова «Бизнестің жол картасы-2020» мемлекеттік бағдарламасы аясында GMP талаптарына сәйкес салынған  «ТК Фарм Ақтөбе» ЖШС фармацевтикалық зауытының директоры және негізін қалаушы болып табылады.
                            </p>
                            <p>
                                Жанагүл Жайлыбекқызы өзінің мінсіз еңбегі үшін үшінші Еуразиялық Әйелдер саммитінде отандық тауар өндіруші әйелдердің өнім көрмесіне қатысқаны үшін Сертификат алды. «Зерде-Фито» ЖШС дипломымен, Ақтөбе қаласы және Ақтөбе облысы әкімдігінің алғыс хаттарымен, сондай-ақ Қазақстан Республикасының Инвестициялар және даму министрі А. О. Исекешевтен «Ең тиімді өндіруші» атағына ие болды.
                            </p>
                            <p>
                                2021 жылдың қараша айында Нұр-Сұлтан қаласында «ТК Фарм Ақтөбе» ЖШС компаниясының директоры Жаңагүл Жайлыбекқызы қызметін жетілдірудегі елеулі жетістіктері үшін және Дүниежүзілік сапа күні мерекесіне орай сапа қағидаттарын ұстанғаны үшін «Сапа көшбасшысы 2021» номинациясымен марапатталды.
                            </p>
                            <p>
                                2021 жылы желтоқсанда Қазақстан Тәуелсіздігінің 30 жылдығына орай Президент Жарлығымен Жаңагүл Жайлыбекқызы еліміздің әлеуметтік-экономикалық және мәдени дамуына қосқан елеулі үлесі үшін «Ерен еңбегі үшін» медалімен марапатталды.
                            </p>
                            <p>
                                Қазақстан Республикасы Сауда және интеграция министрлігі 2021 жылғы желтоқсанда Жаңагүл Жайлыбекқызын «Сәйкестікті бағалау саласындағы аккредиттеу жүйесінің үздігі» төсбелгісімен марапаттады.
                            </p>
                            </div>',
];
