<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'hero' => 'ОДНА ИЗ КРУПНЕЙШИХ ФАРМОЦЕВТИЧЕСКИХ КОМПАНИЙ ВО ВСЕМ КАЗАХСТАНЕ',
    'hero_subtitle' => '«ТК Фарм Актобе» является одной из крупнейших фармацевтических компаний не только в Актюбинской области, но и по всему Казахстану. Компания производит выпуск противокашлевых сиропов: солодки, солодки с термопсисом и пертуссин',
    'company_section' => 'О компании',
    'history_section' => 'История компании',
    'partners_section' => 'Наши партнеры',
    'news_section' => 'Новости',
    'products_section' => 'Наша продукция',
    'gallery_section' => 'Галерея',
    'management_section' => 'Руководство',
    'management_bio' => '<h1 class="font-semibold text-2xl mb-2">Туреханова Жанагуль Жайлыбековна</h1>
                         <div class="font-light">
                        <p class="text-xl">Директор ТОО «ТК Фарм Актобе»</p><ul class="list-disc px-6 py-8">
                            <li class="mb-3">Родилась 15 августа 1962 года в поселке Айшуак Шалкарского района Актюбинской области.</li>
                            <li class="mb-3">Родилась 15 августа 1962 года в поселке Айшуак Шалкарского района Актюбинской области.</li>
                            <li>Родилась 15 августа 1962 года в поселке Айшуак Шалкарского района Актюбинской области.</li>
                            </ul><p>
                            Вернувшись в Актобе продолжила свою трудовую деятельность в городской больнице № 70 в должности аптекаря.
                            В марте 2000 года стала директором ТОО «Миллениум». В последующие годы была руководителем компаний «ФармЦентрСервис», «ТК Фарм Актобе», и «Фармация 2010».
                            С 2013 года является директором ТОО «ТК Фарм Актобе».
                            </p></div>',
    'news_plural' => '{0} новостей|{1} новость|{11} новость|{21} новость|{31} новость|{41} новость|{51} новость|[2,4] новости|[5,*] новостей'
];
