<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'hero' => 'ОДНА ИЗ КРУПНЕЙШИХ ФАРМОЦЕВТИЧЕСКИХ КОМПАНИЙ ВО ВСЕМ КАЗАХСТАНЕ',
    'hero_subtitle' => '«ТК Фарм Актобе» является одной из крупнейших фармацевтических компаний не только в Актюбинской области, но и по всему Казахстану. Компания производит выпуск противокашлевых сиропов: солодки, солодки с термопсисом и пертуссин',
    'company_section' => 'О компании',
    'history_section' => 'История компании',
    'partners_section' => 'Наши партнеры',
    'news_section' => 'Новости',
    'products_section' => 'Наша продукция',
    'gallery_section' => 'Галерея',
    'certificates_section' => 'Наши сертификаты',
    'read_also' => 'Читайте также',
    'read_more' => 'Читать далее',
    'management_section' => 'Руководство',
    'management_bio' => '<h1 class="font-semibold text-2xl mb-2">Туреханова Жанагуль Жайлыбековна</h1>
                         <div class="font-light">
                            <p class="text-xl">Директор ТОО «ТК Фарм Актобе»</p>
                            <ul class="list-disc px-6 py-8">
                                <li class="mb-3">Родилась 15 августа 1962 года в поселке Айшуак Шалкарского района Актюбинской области.</li>
                                <li class="mb-3">В 1981 году закончила Актюбинское медицинское училище. После чего работала медсестрой и фельдшером на станции скорой помощи</li>
                                <li>В 1991 году в Шымкенте закончила государственный фармацевтический институт по специальности «провизор». </li>
                            </ul>
                            <p style="text-indent: 24px">
                                Вернувшись в Актобе продолжила свою трудовую деятельность в городской больнице № 70 в должности аптекаря.
                                В марте 2000 года стала директором ТОО «Миллениум». В последующие годы была руководителем компаний «ФармЦентрСервис», «ТК Фарм Актобе», и «Фармация 2010».
                            </p>
                            <p style="text-indent: 24px">
                                С  2013 года Жанагул Туреханова является директором и основателем фармацевтического завода
                                ТОО «ТК Фарм Актобе», построенного в соответствии с требованиями GMP в рамках государственной
                                программы «Дорожная карта бизнеса-2020».
                            </p>
                            <p style="text-indent: 24px">
                                За свой безупречный труд Жанагул Жайлыбековна получила Сертификат за участие в
                                выставке продукции женщин - отечественных товаропроизводителей в рамках третьего
                                Евразийского Саммита женщин, награждена дипломом от ТОО «Зерде-Фито», благодарственными
                                письмами замакима города А.А.Арынгазиевой, замакима области Г.Н. Искалиева, а также удостоена
                                звания «Самый эффективный производитель» от министра по инвестициям и развитию РК А.Исекешева.
                            </p>
                            <p style="text-indent: 24px">
                                В ноябре 2021 года в городе Нур-Султан директор компании ТОО «ТК Фарм Актобе»
                                Туреханова Жанагул Жайлыбековна была награждена в номинации «Лидер качества 2021»
                                за значительные достижения в совершенствовании деятельности и приверженность принципам
                                качества в честь празднования Всемирного дня качества.
                            </p>
                            <p style="text-indent: 24px">
                                 В декабре 2021 года к 30-летию Независимости Казахстана Указом Президента Жанагул Жайлыбековна
                                 была награждена медалью «Ерен еңбегі үшін» за значительный вклад в социально-экономическое и
                                 культурное развитие страны.
                            </p>
                            <p style="text-indent: 24px">
                                Министерство торговли и интеграции Республики Казахстан в декабре 2021 года
                                наградило Жанагул  Жайлыбековну нагрудным знаком «Сәйкестікті бағалау саласындағы
                                аккредиттеу жүйесінің үздігі».
                            </p>
                            </div>',
    'news_plural' => '{0} новостей|{1} новость|{11} новость|{21} новость|{31} новость|{41} новость|{51} новость|[2,4] новости|[5,*] новостей'
];
