<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'hero' => 'ОДНА ИЗ КРУПНЕЙШИХ ФАРМОЦЕВТИЧЕСКИХ КОМПАНИЙ ВО ВСЕМ КАЗАХСТАНЕ',
    'hero_subtitle' => '«ТК Фарм Актобе» является одной из крупнейших фармацевтических компаний не только в Актюбинской области, но и по всему Казахстану. Компания производит выпуск противокашлевых сиропов: солодки, солодки с термопсисом и пертуссин',
    'company_section' => 'О компании',
    'history_section' => 'История компании',
    'partners_section' => 'Наши партнеры',
    'achievement_section' => 'Наши достижения',
    'news_section' => 'Новости',
    'products_section' => 'Наша продукция',
    'gallery_section' => 'Галерея',
    'certificates_section' => 'Наши сертификаты',
    'read_also' => 'Читайте также',
    'read_more' => 'Читать далее',
    'management_section' => 'Руководство',
    'management_name' => 'Туреханова Жанагуль Жайлыбековна',
    'management_position' => 'Директор ТОО «ТК Фарм Актобе»',
    'management_bio' => '
                         <div class="font-light">

                            <p>
                                Родилась 15 августа 1962 года в поселке Айшуак Шалкарского района Актюбинской области
                            </p>
                            <p>
                                В 1991 году в Шымкенте закончила государственный фармацевтический институт по специальности «провизор».
                            </p>
                            <p>
                                С 2013 года Жанагул Туреханова является директором и основателем фармацевтического завода ТОО «ТК Фарм Актобе», построенного в соответствии с требованиями GMP в рамках государственной программы «Дорожная карта бизнеса-2020».
                            </p>
                            <p>
                                За свой безупречный труд Жанагул Жайлыбековна получила Сертификат за участие в выставке продукции женщин - отечественных товаропроизводителей в рамках третьего Евразийского Саммита женщин, награждена дипломом от ТОО «Зерде-Фито», благодарственными письмами от акимата города Актобе и Актюбинской области, а также удостоена звания «Самый эффективный производитель» от Министра по инвестициям и развитию Республики Казахстан Исекешева А.О.
                            </p>
                            <p>
                                 В ноябре 2021 г. в г.Нур-Султан директор компании ТОО «ТК Фарм Актобе» Жанагул Жайлыбековна была награждена в номинации «Лидер качества 2021» за значительные достижения в совершенствовании деятельности и приверженность принципам качества в честь празднования Всемирного дня качества.
                            </p>
                            <p>
                                В декабре 2021 г. к 30-летию Независимости Казахстана Указом Президента Жанагул Жайлыбековна была награждена медалью «Ерен еңбегі үшін» за значительный вклад в социально-экономическое и культурное развитие страны.
                            </p>
                            <p>
                            Министерство торговли и интеграции Республики Казахстан в декабре 2021 г. наградило Жанагул Жайлыбековну нагрудным знаком «Сәйкестікті бағалау саласындағы аккредиттеу жүйесінің үздігі».
                            </p>
                            </div>',
    'news_plural' => '{0} новостей|{1} новость|{11} новость|{21} новость|{31} новость|{41} новость|{51} новость|[2,4] новости|[5,*] новостей'
];
